Repository: liraymond04/lotm-subs
Catalog: ep13/ep13-omegat/omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 一
en_us: One!

source: 一场黑占卜后
en_us: After a dark divination,

source: 一定要逼我
en_us: Must you force me?

source: 一封还没译码的电报
en_us: An unencrypted telegram.

source: 三
en_us: Three!

source: 不
en_us: No,

source: 不能
en_us: Must not...

source: 不行
en_us: No good,

source: 不要担心
en_us: You don't need to worry.

source: 不过
en_us: But,

source: 为什么
en_us: Why?

source: 久违的自由
en_us: My long-awaited freedom!

source: 之后
en_us: Afterwards,

source: 九
en_us: Nine.

source: 五
en_us: Five.

source: 人类通过服食魔药
en_us: Humanity through consuming potions

source: 从序列九开始
en_us: start from Sequence 9.

source: 他们
en_us: They all...

source: 他们幸运地躲过了一场巨大的灾难
en_us: how they narrowly escaped a huge disaster.

source: 他在关键时刻
en_us: At the crucial moment,

source: 他成功地活下来
en_us: and successfully survived,

source: 他改变了原来的计划
en_us: He changed his original plans.

source: 他渴望得到
en_us: He longed to obtain

source: 令人不解的是
en_us: The baffling thing is,

source: 以剩余的死神后裔特性布置仪式
en_us: He set up a ritual with the remaining half of the characteristic of Death’s descendant.

source: 会抵达
en_us: You'll get there!

source: 会记得我吗
en_us: Will you remember me, ah?

source: 伦纳德
en_us: Leonard!

source: 但幕后之人
en_us: But the person behind the scenes,

source: 但幸好
en_us: But luckily,

source: 你
en_us: Do you

source: 你们再出来
en_us: you two come out again.

source: 你可记得我吗
en_us: Do you remember me, ah?

source: 你回
en_us: you're ba―—

source: 你必须死
en_us: You have to die!

source: 你想害死我的孩子
en_us: You want to kill my child!

source: 做出了错误的判断
en_us: he made the wrong judgement.

source: 像是在困倦的梦里
en_us: [In Hermes]\N{\i1}As if in a weary dream,

source: 先生
en_us: Mister,

source: 光
en_us: [In Hermes]\N{\i1}Light!{\i0}

source: 克莱恩
en_us: Klein,

source: 克莱恩·莫雷蒂察觉到了因斯·赞格威尔暗中的影响
en_us: Klein Moretti noticed Ince Zangwill's secret influence.

source: 克莱恩在警局是历史顾问
en_us: Klein is a history consultant at the police department,

source: 克莱恩居然能活着
en_us: Klein's unexpectedly survived

source: 克莱恩并没有死
en_us: Klein did not die

source: 克莱恩开枪自杀
en_us: Klein shot himself.

source: 六
en_us: Six.

source: 兰尔乌斯的位置
en_us: Lanevus’s location.

source: 其实
en_us: To be honest...

source: 写下的事情注定会实现
en_us: Events that are written down are bound to happen...

source: 别停下
en_us: Don’t stop!

source: 别害恒
en_us: Don't alarm!

source: 别想伤害我的孩子
en_us: Don't think of harming my child!

source: 别来无恙
en_us: I trust you’ve been well!

source: 到此结束
en_us: ends here.

source: 刺破虚妄
en_us: piercing through delusion.

source: 十
en_us: Ten.

source: 十秒后
en_us: After ten seconds,

source: 半人半神的强者
en_us: a Demigod.

source: 半身伪装
en_us: this half-worn disguise,

source: 压力很大的样子
en_us: and under a lot of pressure.

source: 原来是想让克莱恩放松高兴啊
en_us: It turns out you wanted Klein to relax and be happy!

source: 原谅我这次走得匆忙
en_us: Forgive me this time for hurriedly leaving so,

source: 又不管抓罪犯
en_us: his responsiblity isn't arresting criminals.

source: 受到了巨大的伤害
en_us: suffered severe injuries.

source: 另一个我
en_us: Another me,

source: 只是一个从地狱爬出来
en_us: I’m just an evil spirit that's clawed its way

source: 可以拥有比肩神明的力量
en_us: can possess power comparable to gods.

source: 名存实亡
en_us: Here in name, but gone.

source: 向阳的花
en_us: Sunward flower.

source: 唯一的归宿
en_us: The only escape

source: 唯一的归宿是安宁
en_us: The only escape is tranquility.

source: 四
en_us: Four.

source: 因斯
en_us: Ince

source: 因斯·赞格威尔
en_us: Ince Zangwill,

source: 因斯·赞格威尔杀了克莱恩·莫雷蒂这个总是让他计划出现问题的家伙
en_us: Ince Zangwill killed Klein Moretti, the fellow who kept disrupting his plans.

source: 因斯·赞格威尔目前所在的城市
en_us: The city where Ince Zangwill currently is.

source: 因斯并不相信
en_us: Ince could not believe it.

source: 因斯很恼怒
en_us: Ince was enraged.

source: 因斯的目的是拿到圣赛琳娜的骨灰
en_us: Ince's goal was to obtain Saint Selena's ashes.

source: 在和我并肩战斗
en_us: are fighting side by side with me.

source: 塞维亚菊
en_us: Seville Chrysanthemum.

source: 夏洛克
en_us: Sherlock

source: 太阳依旧照耀大地
en_us: The sun continued to shine brilliantly on the land.

source: 女神保佑
en_us: Goddess bless.

source: 存者克莱恩·莫雷蒂在安提哥努斯家族笔记驱
en_us: survivor Klein Moretti under the influence of the Antigonus Family's Notebook,

source: 完成生命层次的晋升
en_us: completing their promotion to life's natural order.

source: 将圣赛琳娜的骨灰
en_us: Taking Saint Selena's ashes

source: 将它送到了瑞尔·比伯家里
en_us: sent it to Ray Bieber's house.

source: 将我请出查尼斯门的凡人
en_us: the mortal who invited me out of Chanis Gate.

source: 就是封印物0-08的能力
en_us: were the power of Sealed Artifact 0-08!

source: 就有多崇拜值夜者
en_us: I respect the Nighthawks just as much.

source: 就盛开吧
en_us: Bloom on then,

source: 就看出了事情的巧合
en_us: saw through the coincidences of these events.

source: 尽全力引向纪念碑大殿
en_us: Do everything you can to lead her to the memorial hall,

source: 屈服
en_us: [In Hermes]\N{\i1}Submit!

source: 希望突破封锁的“祂”
en_us: since "He" wished to break through "His" shackles,

source: 带出了查尼斯门
en_us: out of Chanis Gate.

source: 幻现
en_us: [In Hermes]\N{\i1}Illusion.

source: 序列数字越低
en_us: The lower the Sequence number,

source: 应该是之前圣堂发来的
en_us: It was sent over by the Holy Cathedral.

source: 应该有一定的限制
en_us: There must be certain restrictions...

source: 廷根市几乎所有人都没有察觉到
en_us: Almost no one in Tingen City realized

source: 廷根市的圣塞琳娜骨灰
en_us: Saint Selena's ashes in Tingen.

source: 廷根的故事
en_us: Tingen's story

source: 引你前往女神的神国
en_us: guide you to the Goddess’ divine realm.

source: 很抱歉
en_us: I'm sorry.

source: 快点儿
en_us: Faster!

source: 快走
en_us: Go!

source: 快降生了
en_us: It's about to be born!

source: 怎么回事
en_us: What's going on?

source: 总有一些见不得光的小愿望
en_us: always have some shameful little desires.

source: 总部已经知道真凶是谁了
en_us: HQ already knows who the real murderer is.

source: 恳求我的凡人
en_us: The mortals that beg to me

source: 您终于来了
en_us: You're finally here!

source: 想要复仇的恶灵吧
en_us: back from hell to seek revenge...

source: 愿不羁的风
en_us: May the untamed wind

source: 愿你回归最初的纯净
en_us: May you return to your original purity.

source: 愿长夜繁星闪烁
en_us: May the stars shine in the long night.

source: 成为
en_us: Becoming

source: 成功了
en_us: We did it.

source: 成功从死神途径的序列五看门人
en_us: and successfully advanced from Sequence 5 of the Death Pathway, Gatekeeper,

source: 我们
en_us: We...

source: 我们成功了
en_us: We did it!

source: 我们是在守护廷根
en_us: We are guarding Tingen.

source: 我先去锁住“祂”
en_us: I'll go seal "Him" first.

source: 我变强大的希望
en_us: My opportunities of becoming powerful.

source: 我只是想留下这个孩子
en_us: I just want to keep this child!

source: 我应该知道是谁了
en_us: I should know who it is now.

source: 我有多讨厌别人成为非凡者
en_us: as much as I hate other people who become Beyonders,

source: 我没能及时赶到
en_us: I failed to arrive in time.

source: 我现在
en_us: Right now...

source: 我祈求女神的眷顾
en_us: [In Hermes]\N{\i1}I pray for the Goddess' loving grace.

source: 我祈求绯红的力量
en_us: [In Hermes]\N{\i1}I pray for the power of the crimson.

source: 我祈求黑夜的力量
en_us: [In Hermes]\N{\i1}I pray for the power of the Evernight.

source: 或许
en_us: Perhaps...

source: 戴莉
en_us: Daly...

source: 所以克莱恩今天早上才精神恍惚
en_us: So that's why this morning Klein seemed dazed

source: 才能让愿望不落空想
en_us: So my wishes stop turning into empty thoughts?

source: 打听到了
en_us: I asked around about it,

source: 扮演消化的进程
en_us: His acting and digestion procedure

source: 拯救了廷根
en_us: saved Tingen.

source: 按照惯例服食了科恩黎遗留的非凡特性
en_us: consumed Kenley's Beyonder characteristic as he usually did.

source: 掌握不同的非凡能力
en_us: harnessed various Beyonder abilities,

source: 掌握了扮演法
en_us: master the acting method.

source: 无法锁定
en_us: I can't lock on.

source: 早在真实造物者降临仪式上
en_us: as early as the ritual for the True Creator's descent,

source: 映着大地
en_us: casting light on the land.

source: 是
en_us: Who...

source: 是不熄灭的灯火
en_us: An unfading light,

source: 是什么呢
en_us: what am I?

source: 是划破劫难的荆棘
en_us: A thorn that cuts through calamity,

source: 是唱给罪恶的挽歌
en_us: A requiem sung for the wicked.

source: 是安宁
en_us: is tranquility.

source: 晋升为黑夜途径的序列四守夜人
en_us: to Sequence 4 of the Evernight Pathway, Nightwatcher.

source: 有如彼岸与墓中
en_us: [In Hermes]\N{\i1}caught between the other shore and the grave!

source: 有趣
en_us: Interesting.

source: 服食下圣赛琳娜的骨灰
en_us: He consumed Saint Selena’s ashes

source: 机会
en_us: A chance!

source: 梅高欧丝异变
en_us: Megose mutated,

source: 梦魔
en_us: Nightmare.

source: 此进化路径称为
en_us: This path of evolution is called

source: 没有拒绝
en_us: "He" didn't refuse.

source: 消失了
en_us: She's gone!

source: 熟悉的街巷人来人往
en_us: Familiar streets, people come and go,

source: 生命的火焰短暂
en_us: The flame of life is fleeting,

source: 申请加入红手套
en_us: ...applying for the Red Gloves,

source: 真是让人难以置信啊
en_us: Ah, it’s seriously unbelievable!

source: 祈求您让邪恶降临体和“祂”的容器行动滞缓
en_us: [In Hermes]\N{\i1}I pray for you to let this evil descended body and "His" vessel slow to a crawl!

source: 神之途径
en_us: the Path of the Divine.

source: 离开这里
en_us: Leave this place!

source: 稳不住了
en_us: Can't hold her anymore,

source: 究竟要蜕多少副皮囊
en_us: How many skins must I shed in the end?

source: 窃取
en_us: [In Hermes]\N{\i1}Steal!

source: 等等
en_us: Hold on!

source: 红手套在追查
en_us: The Red Gloves are in pursuit.

source: 终于出来了
en_us: I've finally come out.

source: 绝对
en_us: absolutely...

source: 绯红的满月升起
en_us: The full-faced crimson moon rises,

source: 老头儿
en_us: Old man...

source: 而是
en_us: but...

source: 脱不下
en_us: Can’t shrug off

source: 自责的邓恩
en_us: The self-blaming Dunn

source: 英雄的魂灵永恒
en_us: The soul of a hero is eternal,

source: 莫里亚蒂
en_us: Moriarty.

source: 血管小偷
en_us: Blood Vessel Thief!

source: 被打断
en_us: were interrupted.

source: 解决了
en_us: It's over!

source: 警察部门已经阻止了这场危机
en_us: the police department already stopped the crisis.

source: 让“祂"降生
en_us: let "Him" be born...

source: 说是有个凶恶的罪犯潜入到了廷根
en_us: they said a vicious criminal snuck into Tingen.

source: 请问您是
en_us: may I ask who you...

source: 象征着快乐
en_us: Symbolizes happiness!

source: 贝克兰德
en_us: Backlund!

source: 赞格威尔
en_us: Zangwill!

source: 走
en_us: Leave!

source: 身躯终归尘土
en_us: At last, the body returns to dust.

source: 还加入了值夜者
en_us: and even joined the Nighthawks.

source: 还好结果没有偏离预期
en_us: Fortunately, the results did not deviate from expectations.

source: 还帮邓恩
en_us: He even helped Dunn

source: 还干掉了序列七的密修会成员
en_us: and even killed a Sequence 7 member of the Secret Order.

source: 这不算什么
en_us: This is no big deal.

source: 这二十二条进阶之路
en_us: These twenty-two paths of advancement

source: 这位神灵
en_us: this deity

source: 这是
en_us: This is...

source: 这是一个符合逻辑的巧合
en_us: This is a logically consistent coincidence.

source: 这是命令
en_us: That's an order.

source: 这算是陪葬品了吧
en_us: I guess this is considered a burial object?

source: 这邪恶降临体受不了圣骨灰刺激
en_us: The evil descended body can't stand the provokation of the Saint's ashes!

source: 适合我
en_us: It suits me.

source: 速度太快了
en_us: she's too fast!

source: 邓恩·史密斯的灵性
en_us: Dunn Smith's spirituality

source: 那些巧合
en_us: Those coincidences

source: 那他针对的目标并不是我
en_us: Then his real target wasn't me,

source: 那里是唯一的机会
en_us: that's our only chance!

source: 邪恶降临体很快就会降生
en_us: the evil descended body will be born very soon!

source: 队长
en_us: Captain.

source: 队长和克莱恩
en_us: Captain and Klein...

source: 难怪我们一向节俭的梅丽莎居然肯舍得买五苏勒的票
en_us: No wonder our ever-frugal Melissa was unexpectedly willing to buy five soli tickets.

source: 需要什么
en_us: what do I need?

source: 霍纳奇斯
en_us: {\i1}Hornacis...

source: 非凡世界
en_us: The world of Beyonders.

source: 非凡能力越强
en_us: the greater the Beyonder abilities.

source: 高序列强者
en_us: High-Sequence Beyonders

source: 黑夜总部
en_us: Evernight HQ?

source: 默数十秒
en_us: Silently count to ten.

source: 当然
en_us: Of course,

source: 谁
en_us: is it?
